{
	"home_title": "Guesthouse",
	"home_name": "Kristen",
	"hero_sub": "Comfort and coziness near the sea",
	"home_desk1": "Welcome to \"Kristen\" Guest House!",
	"home_desk2": "Experience warmth and coziness in the heart of nature. Our guest house is designed for those seeking peace, comfort, and unforgettable moments. Whether it’s a romantic getaway, a family trip, or a quiet retreat, \"Kristen\" is your perfect haven.",
	"home_desk3": "We invite you to discover beauty and harmony with us!",
	"book_btn": "Book now",

	"rooms": "Rooms",
	"price": "Price",
	"bed_type": "Number and type of beds",
	"area": "Room size",
	"wifi": "High-speed Wi-Fi",
	"tv": "Television",
	"refrigerator": "Mini-fridge",
	"safe": "Safe",
	"mini_bar": "Mini-bar",
	"coffee_maker": "Coffee maker",
	"teapot": "Kettle",
	"kitchenette": "Mini-kitchen with microwave",

	"standard_desc": "Cozy room with all amenities",
	"standard_desc1": "Welcome to our Standard room, designed for a comfortable stay for two.",
	"standard_desc2": "This 20 m² room is perfect for couples seeking a cozy retreat for a romantic getaway or a short trip.",
	"standard_desc3": "The room features a comfortable Queen-size bed, ensuring a restful sleep, along with modern amenities including high-speed Wi-Fi, a flat-screen TV, a mini-fridge, and a private bathroom with a shower and a set of toiletries.",
	"standard_desc4": "The interior is designed in warm tones with natural materials, creating a homely and inviting atmosphere. The windows offer a view of the guest house’s picturesque garden, adding a sense of peace and tranquility.",
	"standard_desc5": "This room is an ideal choice for those who value comfort and practicality at an affordable price (€70/night).",

	"deluxe_desc": "Spacious room with a view",
	"deluxe_desc1": "The Deluxe room, spanning 35 m², is an elegant choice for those who desire more space and additional amenities.",
	"deluxe_desc2": "This room is equipped with a luxurious King-size bed, providing maximum comfort for relaxation. Large panoramic windows offer breathtaking views of the surrounding nature, allowing you to enjoy stunning landscapes right from your room.",
	"deluxe_desc3": "The room includes a cozy seating area with a soft sofa, a coffee table, a work desk, and a modern bathroom with a choice of a bathtub or shower, a hairdryer, and premium toiletries.",
	"deluxe_desc4": "Additional amenities include a minibar, a coffee machine, and a safe for storing valuables.",
	"deluxe_desc5": "The Deluxe room is perfect for those who seek to combine style, comfort, and scenic views at a price of €120/night.",

	"suite_desc": "Class suite with separate living room",
	"suite_desc1": "The Suite, covering 60 m², is the epitome of luxury and space, designed for families, groups of friends, or those who value exceptional comfort.",
	"suite_desc2": "This room features two luxurious King-size beds, a spacious bedroom, and a separate living room where guests can unwind on a comfortable sofa, enjoy watching movies on a large TV, or spend time in a cozy atmosphere.",
	"suite_desc3": "The living room is equipped with a dining table, making it ideal for family dinners or business meetings.",
	"suite_desc4": "The elegant bathroom includes a spacious bathtub, a shower, a double sink, and a set of premium toiletries.",
	"suite_desc5": "Additional amenities include a mini-kitchen with a microwave, kettle, and coffee machine, as well as a wardrobe area for convenient storage. The room’s windows offer panoramic views of the natural surroundings, enhancing the sense of harmony and tranquility.",
	"suite_desc6": "Priced at $200/night, the Suite is the perfect choice for those seeking a luxurious and spacious retreat.",

	"view": "view",
	"book": "book",
	"your_bookings": "Your bookings",

	"gallery": "Gallery",
	"about": "About",
	"contacts": "Contacts",
	"login": "Login",
	"logout": "Logout",
	"logout_q": "Logout?",
	"logout_q_desk": "Are you sure you want to logout?",
	"stay": "Stay",
	"back": "Go back",
	"register": "Register",
	"register_action": "Register",
	"login_modal_title": "Welcome!",
	"login_modal_desk": "Nice to see you again!",

	"register_modal_title": "Welcome!",
	"register_modal_desk": "We are glad to see you on our website!",

	"warning": "Warning!",
	"warning_desk": "You are not logged in or registered. Please log in or register to book a room.",

	"profile": "Profile",
	"booking_page": "Booking",

	"room_type": "Room type",
	"check_in_date": "Check-in date",
	"check_out_date": "Check-out date",

	"check_in": "Check-in",
	"check_out": "Check-out",
	"guests": "Guests",
	"submit": "Confirm",
	"booking_success": "Booking saved. ID:",

	"about_title": "About Us",
	"about_title_desk": "Welcome to 'Kristen' Guest House - your cozy haven on the picturesque island of Gozo, Malta. Located right on the shore of a crystal-clear bay, our guest house combines the charm of Mediterranean nature, modern comfort and warm hospitality. 'Kristen' is a place where every guest feels special and their vacation becomes an unforgettable journey.",
	"about_loc_title": "Our location",
	"about_loc_desk": "'Kristen' Guest House is located in a quiet corner of the island of Gozo, known for its untouched nature, crystal clear waters and rich history. From the windows of our rooms you can enjoy breathtaking views of the bay, where turquoise waves gently sway under the rays of the Mediterranean sun. Near the guest house there are picturesque paths for walks, historical sites and secluded beaches, making 'Kristen' the ideal place for those seeking peace and inspiration.",
	"about_philos_title": "Our Philosophy",
	"about_philos_desk": "At 'Kristen' we believe that relaxation is not only about comfort, but also about emotions that stay with you forever. We have created a space where modern design harmoniously combines with local traditions, and every element of the interior reflects the beauty of the island of Gozo. Our team strives to make your vacation special, offering an individual approach to each guest and attention to the smallest details.",
	"about_rooms_title": "Our rooms",
	"about_rooms_desk": "The guest house offers three types of rooms, each of which is designed for your comfort:",
	"about_rooms_desk_S": "Standard: A cozy room for two with all the necessary amenities, ideal for a romantic getaway.",
	"about_rooms_desk_D": "Deluxe: A spacious room with panoramic views bay views, sophisticated design and additional amenities.",
	"about_rooms_desk_L": "Suite: A luxurious room with a separate living room and kitchenette, created for families or those who value space and comfort. Each room is decorated in warm sandy tones with turquoise and emerald accents, reflecting the natural beauty of the island.",
	"restoran_title": "Dining Experiences",
	"restoran_desk1": "The guest house has a gourmet restaurant, where guests can enjoy Mediterranean cuisine, prepared with the freshest local ingredients. Our chefs create true culinary masterpieces, combining traditional Maltese recipes with modern gastronomic trends. From delicate seafood to aromatic herb sauces - each dish in our restaurant tells the story of the island of Gozo.",
	"restoran_desk2": "In addition to the restaurant, we are proud of our mini-bakery, where daily Freshly baked bread, croissants and traditional Maltese sweets such as pastizzi and imcaret are served. A morning coffee with a warm croissant served on the terrace overlooking the bay is the perfect start to your day.",

	"service_title": "Services and amenities",
	"service_desk": "We make sure that your stay is as comfortable as possible. At 'Kristen' we offer:",
	"service_transfer": "Transfer on request: Convenient transfer from the airport or port to the guest house to ensure a carefree journey.",
	"service_wifi": "Free Wi-Fi: High-speed internet access in all rooms and areas of the guest house.",
	"service_view": "Sea view terrace: The perfect place for a morning coffee, an evening glass of wine or just watching the sunset.",
	"service_excursion": "Excursion arrangements: We will help you discover the beauty of Gozo - from ancient temples Ggantija to picturesque bays such as Dwejra and Xlendi.",
	"service_rent": "Bicycles and equipment rental: Explore the island by bike or go on a boat trip with our equipment.",
	"why_kristen_title": "Why choose 'Kristen'?",
	"why_kristen_desk1": "'Kristen' is more than just a guest house. It is a place where you will feel part of the island of Gozo, its culture and nature. We strive to give you not only comfort, but also unforgettable memories: the sound of the waves, the aroma of freshly baked bread, the sunset over the bay and the warm atmosphere of hospitality. Our guests return to us to experience the magic of this place again.",
	"why_kristen_desk2": "We invite you to 'Kristen' Guest House - your home in Malta, where every moment is filled with beauty and tranquility.",

	"contacts_title": "Contacts",
	"contacts_name_title": "Hostess Name",
	"contacts_name": "Elaine",
	"contacts_address_title": " Address:",
	"contacts_address": "28M7+RHH, B.Cagliares, Il-Qala, Malta",
	"contacts_phone_title": "Phone Number:",
	"contacts_phone": "+35699572743",
	"contacts placeholder": "Your message",
	"contacts send": "Send"
}
