{
	"home_title": "Гостьовий дім",
	"home_name": "Kristen",
	"hero_sub": "Затишок і комфорт біля моря",
	"home_desk1": "Ласкаво просимо до гостьового дому \"Kristen\"!",
	"home_desk2": "Відчуйте тепло та затишок у самому серці природи. Наш гостьовий дім створений для тих, хто шукає спокій, комфорт та незабутні враження. Чи то романтичний відпочинок, сімейна подорож чи тихий релакс – \"Kristen\" стане вашим ідеальним прихистком.",
	"home_desk3": "Запрошуємо вас відкрити красу та гармонію разом з нами!",
	"book_btn": "Забронювати",

	"rooms": "Номери",
	"price": "Ціна",
	"bed_type": "Кількість і тип ліжка",
	"area": "Розмір номеру",
	"wifi": "Швидкісний Wi-Fi",
	"tv": "Телевізор",
	"refrigerator": "Міні-холодильник",
	"safe": "Сейф",
	"mini_bar": "Міні-бар",
	"coffee_maker": "Кофе-машина",
	"teapot": "Чайник",
	"kitchenette": "Міні-кухня з микрохвильовкою",

	"standard_desc": "Затишний номер з усіма зручностями",
	"standard_desc1": "Ласкаво просимо до нашого номера Standard, створеного для комфортного відпочинку двох осіб.",
	"standard_desc2": "Цей номер площею 20 м² ідеально підходить для пар, які шукають затишне місце для романтичного відпочинку чи короткої подорожі.",
	"standard_desc3": "У номері є зручне ліжко Queen-size, яке гарантує спокійний сон, а також сучасні зручності, включаючи швидкісний Wi-Fi, телевізор із плоским екраном, міні-холодильник та окрему ванну кімнату з душем і набором косметичних засобів.",
	"standard_desc4": "Інтер’єр виконаний у теплих тонах із натуральними матеріалами, що створює атмосферу домашнього затишку. З вікон відкривається вид на мальовничий сад гостьового дому, що додає відчуття спокою та гармонії.",
	"standard_desc5": "Цей номер – ідеальний вибір для тих, хто цінує комфорт і практичність за доступною ціною (70€/ніч).",

	"deluxe_desc": "Просторий номер с видом",
	"deluxe_desc1": "Номер Deluxe площею 35 м² – це вишуканий вибір для тих, хто бажає більшого простору та додаткових зручностей.",
	"deluxe_desc2": "Цей номер оснащений розкішним ліжком King-size, яке забезпечує максимальний комфорт для відпочинку. З великих панорамних вікон відкривається захоплюючий вид на навколишню природу, що дозволяє насолоджуватися красою пейзажів прямо з номера.",
	"deluxe_desc3": "У номері є зона відпочинку з м’яким диваном, кавовий столик, письмовий стіл для роботи, а також сучасна ванна кімната з ванною або душем на вибір, феном і преміальними косметичними засобами.",
	"deluxe_desc4": "Додаткові зручності включають міні-бар, кавоварку та сейф для зберігання цінних речей.",
	"deluxe_desc5": "Номер Deluxe ідеально підходить для тих, хто прагне поєднати стиль, комфорт і мальовничі краєвиди за ціною 120€/ніч.",

	"suite_desc": "Люкс класу з окремою вітальнею",
	"suite_desc1": "Номер Suite площею 60 м² – це втілення розкоші та простору, створене для сімей, груп друзів або тих, хто цінує винятковий комфорт.",
	"suite_desc2": "Цей номер включає два розкішних ліжка King-size, простору спальню та окрему вітальню, де гості можуть розслабитися на зручному дивані, насолоджуючись переглядом фільмів на великому телевізорі або спілкуванням у затишній атмосфері.",
	"suite_desc3": "Вітальня оснащена обіднім столом, що робить номер ідеальним для сімейних вечерь чи ділових зустрічей.",
	"suite_desc4": "Ванна кімната вражає своєю елегантністю: простора ванна, душ, подвійна раковина та набір преміальних косметичних засобів.",
	"suite_desc5": "Додаткові зручності включають міні-кухню з мікрохвильовкою, чайником і кавоваркою, а також гардеробну зону для зручного зберігання речей. З вікон номера відкривається панорамний вид на природні пейзажі, що додає відчуття гармонії та спокою.",
	"suite_desc6": "Вартість номера Suite – 200€/ніч, що робить його ідеальним вибором для тих, хто шукає розкішний і просторий відпочинок.",

	"view": "Подивитись",
	"book": "Бронювати",
	"your_bookings": "Ваші бронювання",

	"gallery": "Галерея",
	"about": "Про нас",
	"contacts": "Контакти",
	"login": "Увійти",
	"logout": "Вийти",
	"logout_q": "Вийти?",
	"logout_q_desk": "Ви дійсно бажаєте вийти?",
	"stay": "Залишитися",
	"back": "Повернутися",
	"register": "Реєстрація",
	"register_action": "Зареєструватися",
	"login_modal_title": "Вітаємо!",
	"login_modal_desk": "Раді знову бачити Вас!",

	"register_modal_title": "Вітаємо!",
	"register_modal_desk": "Раді бачити Вас на нашому сайті!",

	"warning": "Попередження!",
	"warning_desk": "Ви не залогінені, або не зареєстровані. Увійдіть, або зареєструйтеся щоб забронювати номер.",

	"profile": "Профіль",
	"booking_page": "Бронювання",

	"room_type": "Тип кімнати",
	"check_in_date": "Дата заїзду",
	"check_out_date": "Дата виїзду",

	"check_in": "Заїзд",

	"check_out": "Виїзд",

	"guests": "Гостей",
	"submit": "Підтвердити",
	"booking_success": "Бронювання збережено. ID:",

	"about_title": "Про нас",
	"about_title_desk": "Ласкаво просимо до гостьового дому 'Kristen' – вашого затишного притулку на мальовничому острові Гозо, Мальта. Розташований на самому березі кришталево чистої бухти, наш гостьовий дім поєднує в собі чарівність середземноморської природи, сучасний комфорт і теплу гостинність. 'Kristen' – це місце, де кожен гість відчуває себе особливим, а відпочинок стає незабутньою подорожжю.",
	"about_loc_title": "Наше розташування",
	"about_loc_desk": "Гостьовий дім 'Kristen' розташований у тихому куточку острова Гозо, відомого своєю недоторканою природою, кришталевими водами та багатою історією. З вікон наших номерів відкриваються захоплюючі краєвиди на бухту, де бірюзові хвилі лагідно гойдаються під променями середземноморського сонця. Поруч із гостьовим домом – мальовничі стежки для прогулянок, історичні пам’ятки та затишні пляжі, що робить 'Kristen' ідеальним місцем для тих, хто шукає спокій і натхнення.",
	"about_philos_title": "Наша філософія",
	"about_philos_desk": "У 'Kristen' ми віримо, що відпочинок – це не лише комфорт, але й емоції, які залишаються з вами назавжди. Ми створили простір, де сучасний дизайн гармонійно поєднується з місцевими традиціями, а кожен елемент інтер’єру відображає красу острова Гозо. Наша команда прагне зробити ваш відпочинок особливим, пропонуючи індивідуальний підхід до кожного гостя та увагу до найменших деталей.",
	"about_rooms_title": "Наші номери",
	"about_rooms_desk": "Гостьовий дім пропонує три типи номерів, кожен з яких створений для вашого комфорту:",
	"about_rooms_desk_S": "Standard: Затишний номер для двох із усіма необхідними зручностями, ідеальний для романтичного відпочинку.",
	"about_rooms_desk_D": "Deluxe: Просторий номер із панорамними видами на бухту, вишуканим дизайном і додатковими зручностями.",
	"about_rooms_desk_L": "Suite: Розкішний номер із окремою вітальнею та міні-кухнею, створений для сімей або тих, хто цінує простір і комфорт. Кожен номер оформлений у теплих пісочних тонах із бірюзовими та смарагдовими акцентами, що відображають природну красу острова.",
	"restoran_title": "Кулінарні враження",
	"restoran_desk1": "На території гостьового дому працює вишуканий ресторан, де гості можуть насолодитися стравами середземноморської кухні, приготованими з найсвіжіших місцевих інгредієнтів. Наші шеф-кухарі створюють справжні кулінарні шедеври, поєднуючи традиційні мальтійські рецепти з сучасними гастрономічними трендами. Від ніжних морепродуктів до ароматних трав’яних соусів – кожна страва в нашому ресторані розповідає історію острова Гозо.",
	"restoran_desk2": "Окрім ресторану, ми пишаємося нашою міні-пекарнею, де щодня випікається свіжий хліб, круасани та традиційні мальтійські солодощі, такі як пастіцці та імкарет. Ранкова кава з теплим круасаном, подана на терасі з видом на бухту, стане ідеальним початком вашого дня.",

	"service_title": "Послуги та зручності",
	"service_desk": "Ми дбаємо про те, щоб ваш відпочинок був максимально комфортним. У 'Kristen' ми пропонуємо:",
	"service_transfer": "Трансфер за бажанням: Зручний трансфер з аеропорту чи порту до гостьового дому, щоб ваша подорож була безтурботною.",
	"service_wifi": "Безкоштовний Wi-Fi: Швидкісний інтернет у всіх номерах і зонах гостьового дому.",
	"service_view": "Тераса з видом на море: Ідеальне місце для ранкової кави, вечірнього келиха вина чи просто споглядання заходу сонця.",
	"service_excursion": "Організація екскурсій: Ми допоможемо вам відкрити красу Гозо – від старовинних храмів Ггантії до мальовничих бухт, таких як Двейра та Шленді.",
	"service_rent": "Велосипеди та прокат обладнання: Досліджуйте острів на велосипеді або вирушайте на морську прогулянку з нашим спорядженням.",

	"why_kristen_title": "Чому обирають 'Kristen'?",
	"why_kristen_desk1": "'Kristen' – це більше, ніж просто гостьовий дім. Це місце, де ви відчуєте себе частиною острова Гозо, його культури та природи. Ми прагнемо подарувати вам не лише комфорт, але й незабутні спогади: шум хвиль, аромат свіжоспеченого хліба, захід сонця над бухтою та теплу атмосферу гостинності. Наші гості повертаються до нас, щоб знову відчути магію цього місця.",
	"why_kristen_desk2": "Запрошуємо вас до гостьового дому 'Kristen' – вашого дому на Мальті, де кожен момент наповнений красою та спокоєм.",

	"contacts_title": "Контакти",
	"contacts_name_title": "Ім'я господарки",
	"contacts_name": "Elaine",
	"contacts_address_title": " Адреса:",
	"contacts_address": "28M7+RHH, B.Cagliares, Il-Qala, Мальта",
	"contacts_phone_title": "Номер телефону:",
	"contacts_phone": "+35699572743",
	"contacts_placeholder": "Ваше повідомлення",
	"contacts_send": "Відправити"
}
